{
    "Administrator": "Administrador",
    "Wrong username or password": "Nombre de usuario o contraseña incorrectos",
    "The password has been changed successfully": "La contraseña ha sido cambiada con éxito",
    "In a few moments you will receive an email to reset your password. Check your mailbox.": "En unos momentos recibirás un correo electrónico para restablecer tu contraseña. Revisa tu correo.",
    "Hello": "Hola",
    "No results have been found for the section:": "No se han encontrado resultados para la sección:",
    "Internal Server Error. Please consult with the administrator": "Error Interno del Servidor. Por favor consulte con el administrador",
    "The password could not be reset at this time, please try again later": "La contraseña no se pudo restablecer en este momento, inténtelo nuevamente más tarde.",
    "In a few moments you will receive an email to reset your password. Check your mailbox": "En unos momentos recibirás un correo electrónico para restablecer tu contraseña. Revisa tu correo",
    "You do not have permissions to perform this action": "No tienes permisos para realizar esta acción",
    "The email is not registered or is misspelled, try again": "El email no está registrado o está mal escrito, inténtalo de nuevo",
    "Restore password": "Restaurar contraseña",
    "new report": "nuevo reporte",
    "There must be at least 1 administrator": "Debe haber al menos 1 administrador",
    "You cannot eliminate yourself": "No puedes eliminarte a ti mismo.",
    "We have sent you this email in response to your request to reset your password on company name.": "Le hemos enviado este correo electrónico en respuesta a su solicitud para restablecer su contraseña en el nombre de la empresa.",
    "To reset your password, please follow the link below:": "Para restablecer su contraseña, siga el siguiente enlace:",
    "Email": "Email",
    "New password": "Nueva contraseña",
    "Reset Password": "Resetear contraseña",
    "Please ignore this email if you did not request a password change.": "Ignore este correo electrónico si no solicitó un cambio de contraseña.",
    "Report": "Reporte",
    "Message": "Mensaje",
    "Date": "Fecha",
    "User": "Usuario",
    "Name": "Nombre",
    "You are not logged in": "Usted no se ha identificado",
    "Parameters": "Parametros",
    "It has no parameters": "No tiene parametros",
    "Users": "Usuarios",
    "Role": "Rol",
    "List of Users": "Listado de usuarios",
    "Surnames": "Apellidos",
    "Email already verified": "Correo electrónico ya verificado",
    "Email has been verified": "El correo electrónico ha sido verificado",
    "Email forwarded successfully": "Correo electrónico reenviado exitosamente",
    "Verify email": "Verificar email",
    "You're almost ready to get started. Please click on the button below to verify your email address and enjoy exclusive cleaning services with us!": "Estás casi listo para comenzar. ¡Haga clic en el botón a continuación para verificar su dirección de correo electrónico y disfrutar de servicios de limpieza exclusivos con nosotros!",
    "Verify Your E-mail Address": "Verifique su dirección de correo electrónico",
    "VERIFY YOUR EMAIL": "VERIFICA TU EMAIL",
    "The Company Team": "El equipo de la empresa",
    "Thanks": "Gracias",
    "You are not authenticated": "No estás autenticado",
    "Your email address is not verified": "Su dirección de correo electrónico no está verificada"
}